[
    {
        "title": "Inside the space hotel scheduled to open in 2025",
        "body": "company has revealed new information and concepts for its space hotel idea designs for which have been orbiting since 2019 Originally premiered by Californian company the Gateway Foundation -- and then called the Von Braun Station -- this futuristic concept consists of several modules connected by elevator shafts that make up a rotating wheel orbiting the Earth The project is now being overseen by Orbital Assembly Corporation a space construction company that cut links with GatewayOrbital Assembly is now aiming to launch not one but two space stations with tourist accommodation Voyager Station original design is now scheduled to accommodate 400 people and to open in 2027 while new concept Pioneer Station housing 28 people could be operational in just three years "
    },
    {
        "title": "A home away from home",
        "body": "Alatorre says the appeal of new concept Pioneer Station is that its smaller scale makes it achievable sooner. It's going to get us the opportunity to have people start to experience space on a larger scale, faster, he said. Office spaces and research facilities will also be up for rent on both Pioneer Station and Voyager Station. This, said Alatorre, is a win-win for Orbital Assembly, as a lot of its near-term goals are funding-dependent. Orbital Assembly envisages both stations resembling a rotating wheel orbiting the earth.In a 2019 interview with CNN Travel, Alatorre explained the physics of Voyager Station as working like a spinning bucket of water."
    },
    {
        "title": "Emperor penguins have an unlikely robot ally as they face threats at the edge of the world",
        "body": "A version of this story appeared in CNN's Wonder Theory newsletter. To get it in your inboxsign up for free here. (CNN)We all need room to roam. It's instinctual to crave the freedom of having our own space to thrive. The same is true for animals, which are critical to the survival of delicate, diverse ecosystems around the world. But we're not doing so well on that score. One-fifth of all reptile species face the risk of extinction, with crocodiles and turtles most threatened, according to a groundbreaking new study. And the future of near-threatened animals like jaguars is uncertain for a similar reason: human-driven habitat loss.Scientists, however, need to be closer to these creatures to understand how we can help them. Fortunately, we have technology on our side -- and robotic proxies may be able to go where humans can't tread, all in the name of science and saving species."
    },
    {
        "title": "Once upon a planet",
        "body": "The Swiss Alps are lauded by tourists who love to take scenic trips, go hiking and watch winter sports.The towering peaks are also apparently home to fossils of giant extinct marine reptiles the size of whales that roamed the ocean 250 million years ago. Paleontologists found the fossils of three ichthyosaurs, or fish lizards, at an altitude of 9,186 feet (2,800 meters) in the scenic mountains. The remains ended up there after tectonic plates collided and formed rocky folds that pushed the ancient seafloor high up within the Alps. One specimen included the largest ichthyosaur tooth ever found -- and this whale of a tooth is revealing some of the mysteries of these long-gone sea creatures."
    },
    {
        "navtitle": "Apple expected to unveil new iPhones at event on September 14",
        "href": "https://edition.cnn.com/2021/09/07/tech/apple-iphone-13-event/index.html",
        "img": "https://cdn.cnn.com/cnnnext/dam/assets/210907120951-apple-event-invite-visual-0914-exlarge-169.jpg"
    }
]